Repository: alishermakhsetov/ECH-10Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: Botni ishga tushirish
kk: Ботти иске түсириў
ru: Запустить бота

source: Yordam
kk: Жәрдем
ru: Помощь

source: 🏠 Asosiy Menyu
kk: 🏠 Тийкарғы Меню
ru: 🏠 Главное меню

source: 👉 Keyingi savol
kk: 👉 Кейинги сораў
ru: 👉 Следующий вопрос

source: ⏰ Vaqt tugadi!
kk: ⏰ Ўақыт питти!
ru: ⏰ Время истекло!

source: ↩️ Orqaga
kk: ↩️ Артқа
ru: ↩️ Назад

source: 📢 Men Test topshirdim: ✅ Natija: {score}/{total} 📈 Foiz: {percentage}% Siz ham bilim darajangizni tekshirib ko'ring:
kk: 📢 Мен Тест тапсырдым: ✅ Нәтийже: {score}/{total} 📈 Пайыз: {percentage}% Сиз де билим дәрежесинизди тексерип көриң:
ru: 📢 Я прошёл тест: ✅ Результат: {score}/{total} 📈 Процент: {percentage}% Проверьте также свой уровень знаний:

source: 📤 Natijani ulashish
kk: 📤 Нәтийжени бөлисиў
ru: 📤 Поделиться результатом

source: 🔄 Qayta Test
kk: 🔄 Қайта тест
ru: 🔄 Повторить тест

source: 📊 Statistika
kk: 📊 Статистика
ru: 📊 Статистика

source: ⬅️ Oldingi
kk: ️⬅️ Алдынғы
ru: ⬅️ Назад

source: Keyingi ➡️
kk: Кейинги ➡️
ru: Далее ➡️

source: 🔍 Foydalanuvchi qidirish
kk: 🔍 Пайдаланыўшы излеў
ru: 🔍 Поиск пользователя

source: 🔍 Qidiruv
kk: 🔍 Излеў
ru: 🔍 Поиск

source: 📊 Umumiy Statistika
kk: 📊 Улыўмалық статистика
ru: 📊 Общая статистика

source: 📊 Yil Statistikasi
kk: 📊 Жыл статистикасы
ru: 📊 Статистика года

source: 👤 Admin bilan bog'lanish
kk: 👤 Админ менен байланысыў
ru: 👤 Связаться с администратором

source: 🧠 Test
kk: 🧠 Тест
ru: 🧠 Тест

source: 🦺 Himoya Vositalari
kk: 🦺 Қорғаныў Қураллары
ru: 🦺 Средства защиты

source: ⚠️ Baxtsiz Hodisalar
kk: ⚠️ Бахыцыз Ҳәдийселер
ru: ⚠️ Несчастные случаи

source: 📅 Davriy Imtixon Vaqti
kk: 📅 Дәўирлик Имтихан Ўақты
ru: 📅 Время периодического экзамена

source: 🤖 AI Yordamchi
kk: 🤖 АИ Жәрдемши
ru: 🤖 AI Помощник

source: 📚 Kutubxona
kk: 📚 Китапхана
ru: 📚 Библиотека

source: 🎥 Video Materiallar
kk: 🎥 Видео Материаллар
ru: 🎥 Видеоматериалы

source: 🚆 Poezdlar Harakat Xavfsizligi
kk: 🚆 Поездлар Ҳәрекет Қәўипсизлиги
ru: 🚆 Безопасность движения поездов

source: 🏢 Biz Haqimizda
kk: 🏢 Биз ҳақымызда
ru: 🏢 О нас

source: 🌐 Tilni O'zgartirish
kk: 🌐 Тилди Өзгертиў
ru: 🌐 Изменить язык

source: 📱 Telefon raqamimni yuborish
kk: 📱 Телефон номеримди жибериў
ru: 📱 Отправить мой номер телефона

source: 🇺🇿 Uzbek
kk: 🇺🇿 Өзбек
ru: 🇺🇿 Узбекский

source: 🇷🇺 Rus
kk: 🇷🇺 Рус
ru: 🇷🇺 Русский

source: 🇬🇧 Ingliz
kk: 🇬🇧 Инглиз
ru: 🇬🇧 Английский

source: 🇺🇿 Qoraqalpoq
kk: 🇺🇿 Қарақалпақ
ru: 🇺🇿 Каракалпакский

source: 📊 Limitni ko'rish
kk: 📊 Лимитти көриў
ru: 📊 Посмотреть лимит

source: 🗑 Chatni tozalash
kk: 🗑 Чатти тазалаў
ru: 🗑 Очистить чат

source: ❌ Xatolik yuz berdi
kk: ❌ Қәтелик жүз берди
ru: ❌ Произошла ошибка

source: 📝 Ism va Familyangizni to'liq kiriting. {example}
kk: 📝 Атыңыз ҳәм Фамилиянызды толық киргизиң. {example}
ru: 📝 Введите полностью ваше Имя и Фамилию. {example}

source: 👉 Masalan :
kk: 👉 Мәселен :
ru: 👉 Например:

source: ❌ Iltimos, Ism va Familyangizni to'liq kiriting. {example}
kk: ❌ Илтимас, Атыңыз ҳәм Фамилиянгызды толық киргизиң. {example}
ru: ❌ Пожалуйста, введите полностью ваше Имя и Фамилию. {example}

source: 📱 Telefon raqamingizni yuborish uchun, iltimos, pastdagi tugmani bosing.
kk: 📱 Телефон номериңизди жибериў ушын, илтимас, төмендеги түймени басың.
ru: 📱 Для отправки вашего номера телефона, пожалуйста, нажмите кнопку ниже.

source: ❌ Iltimos, '📱 Raqamni yuborish' tugmasidan foydalaning.
kk: ❌ Илтимас, ‘📱 Нумберди жибериў‘ түймесинен пайдаланың.
ru: ❌ Пожалуйста, используйте кнопку '📱 Отправить номер'.

source: ✋ Assalomu alaykum, Xush kelibsiz!
kk: ✋ Ассалаўма алейкум, Хош келдиңиз!
ru: ✋ Здравствуйте, Добро пожаловать!

source: 🏠 <b>Asosiy Menyu</b>
kk: 🏠 <b>Тийкарғы Меню</b>
ru: 🏠 <b>Главное меню</b>

source: ✅ Rahmat, <b>{name}</b>! 📱 Telefon raqamingizni yuborish uchun, iltimos, pastdagi tugmani bosing.
kk: ✅ Рахмет, <b>{name}</b>! 📱 Телефон номериңизди жибериў ушын, илтимас, төмендеги түймени басың.
ru: ✅ Спасибо, <b>{name}</b>! 📱 Для отправки вашего номера телефона, пожалуйста, нажмите кнопку ниже.

source: 👇 Iltimos, tilni tanlang
kk: 👇 Илтимас, тилди танлаң
ru: 👇 Пожалуйста, выберите язык

source: ❗️ Iltimos, tugmalardan birini tanlang
kk: ❗️ Илтимас, түймелерден бирин таңлаң
ru: ❗️ Пожалуйста, выберите одну из кнопок

source: ✅ Til muvaffaqiyatli o'zgartirildi
kk: ✅ Тил табыслы өзгертилди
ru: ✅ Язык успешно изменен

source: ❌ Tilni o'zgartirishda xatolik yuz berdi
kk: ❌ Тилди өзгертиўде қәтелик жүз берди
ru: ❌ Произошла ошибка при изменении языка

source: 📂 <b>Hozircha hech qanday Test Bo'limi mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
ru: 📂 <b>Пока нет доступных разделов тестов.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 🧠 <b>TEST BO'LIMI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 👇 <b>Test Bo'limini tanlang:</b>
kk: 🧠 <b>ТЕСТ БӨЛИМИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 👇 <b>Тест Бөлимин таңлаң:</b>
ru: 🧠 <b>РАЗДЕЛ ТЕСТОВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 👇 <b>Выберите раздел теста:</b>

source: ❌ <b>Bu Bo'limda Testlar mavjud emas</b>
kk: ❌ <b>Бул Бөлимде Тестлер жоқ</b>
ru: ❌ <b>В этом разделе нет тестов</b>

source: 🎯 <b>Test boshlanmoqda!</b> 🔢 Jami savollar: <b>{total}</b> ta ⏱ Har bir savolga: <b>60 soniya</b> 💡 <i>Tayyor bo'lsangiz, boshlaymiz...</i>
kk: 🎯 <b>Тест басланбақта!</b> 🔢 Жәми сораўлар: <b>{total}</b> ta ⏱ Har bir savolga: <b>60 секунд</b> 💡 <i>Таяр болсаңыз, баслаймыз...</i>
ru: 🎯 <b>Тест начинается!</b> 🔢 Всего вопросов: <b>{total}</b> ⏱ На каждый вопрос: <b>60 секунд</b> 💡 <i>Если готовы, начинаем...</i>

source: 📝 Savol - {current}/{total}
kk: 📝 Сораў - {current}/{total}
ru: 📝 Вопрос - {current}/{total}

source: ⏳ <i>Qolgan vaqt: <b>{seconds}</b> soniya</i>
kk: ⏳ <i>Қалған ўақыт: <b>{seconds}</b> секунд</i>
ru: ⏳ <i>Осталось времени: <b>{seconds}</b> секунд</i>

source: ⏰ <b>Vaqt tugadi!</b>
kk: ⏰ <b>Ўақыт питти!</b>
ru: ⏰ <b>Время истекло!</b>

source: 📝 <b>Javob variantlari:</b>
kk: 📝 <b>Жуўап вариантлары:</b>
ru: 📝 <b>Варианты ответов:</b>

source: ✅ <b>To'g'ri javob!</b>
kk: ✅ <b>Дурыс жуўап!</b>
ru: ✅ <b>Правильный ответ!</b>

source: ❌ <b>Noto'g'ri javob!</b>
kk: ❌ <b>Надурис жуўап!</b>
ru: ❌ <b>Неправильный ответ!</b>

source: 🏁 <b>TEST YAKUNLANDI!</b>
kk: 🏁 <b>ТЕСТ ЖУЎМАҚЛАНДИ!</b>
ru: 🏁 <b>ТЕСТ ЗАВЕРШЕН!</b>

source: 👤 <b>Ishtirokchi: {name}</b>
kk: 👤 <b>Қатнасыўшы: {name}</b>
ru: 👤 <b>Участник: {name}</b>

source: 📊 <b>Natija:</b> {correct}/{total}
kk: 📊 <b>Нәтийже:</b> {correct}/{total}
ru: 📊 <b>Результат:</b> {correct}/{total}

source: 📈 <b>Foiz:</b> <i>{percentage}%</i>
kk: 📈 <b>Пайыз:</b> <i>{percentage}%</i>
ru: 📈 <b>Процент:</b> <i>{percentage}%</i>

source: <b>Baho: {grade}</b>
kk: <b>Баҳа: {grade}</b>
ru: <b>Оценка: {grade}</b>

source: ✅ To'g'ri javoblar: {correct}
kk: ✅ Дурыс жуўаплар: {correct}
ru: ✅ Правильные ответы: {correct}

source: ❌ Noto'g'ri javoblar: {incorrect}
kk: ❌ Надурис жуўаплар: {incorrect}
ru: ❌ Неправильные ответы: {incorrect}

source: A'lo darajada!
kk: Жүдә жақсы!
ru: Отлично!

source: Yaxshi!
kk: Жақсы!
ru: Хорошо!

source: Qoniqarli!
kk: Қанаатланарлы!
ru: Удовлетворительно!

source: O'rtacha!
kk: Орташа!
ru: Средне!

source: Qoniqarsiz!
kk: Қанаатланарсыз!
ru: Неудовлетворительно!

source: 🎊 Ajoyib natija! Siz haqiqiy bilimdon ekansiz!
kk: 🎊 Әжайып нәтийже! Сиз ҳақыйқый билимпаз екенсиз!
ru: 🎊 Отличный результат! Вы настоящий знаток!

source: 👏 Yaxshi natija! Biroz ko'proq mashq qilsangiz a'lo bo'ladi!
kk: 👏 Жақсы нәтийже! Бираз көбирек шынығып алсаңыз әжайып болады!
ru: 👏 Хороший результат! Немного больше практики и будет отлично!

source: 💪 Yaxshi harakat! Davom eting!
kk: 💪 Жақсы ҳәрекет! Даўам етиң!
ru: 💪 Хорошая попытка! Продолжайте!

source: 📖 Yaxshi boshlanish! Ko'proq o'qish kerak!
kk: 📖 Жақсы баслама! Көбирек оқыў керек!
ru: 📖 Хорошее начало! Нужно больше читать!

source: 💡 Bilimlaringizni oshirish uchun ko'proq harakat qiling!
kk: 💡 Билимлериңизди арттырыў ушын көбирек ҳәрекет етиң!
ru: 💡 Старайтесь больше для повышения своих знаний!

source: ❌ Noto'g'ri format!
kk: ❌ Надурис формат!
ru: ❌ Неверный формат!

source: ❌ Javob yoki savol topilmadi!
kk: ❌ Жуўап ямаса сораў табылмады!
ru: ❌ Ответ или вопрос не найден!

source: ⏰ Kechikdingiz, vaqt tugagan!
kk: ⏰ Кешиктиңиз, ўақыт питкен!
ru: ⏰ Вы опоздали, время истекло!

source: ❌ <b>Xatolik yuz berdi</b> 🔄 Iltimos, qaytadan urinib ko'ring.
kk: ❌ <b>Қәтелик жүз берди</b> 🔄 Илтимас, қайта урынып көриң.
ru: ❌ <b>Произошла ошибка</b> 🔄 Пожалуйста, попробуйте снова.

source: Foydalanuvchi
kk: Пайдаланыўшы
ru: Пользователь

source: ✅ To'g'ri!
kk: ✅ Дурыс!
ru: ✅ Правильно!

source: ❌ Noto'g'ri!
kk: ❌ Надурыс!
ru: ❌ Неправильно!

source: 🧰 <b>Jami Himoya vositalar soni: <i>{count}</i> ta</b>
kk: 🧰 <b>Жәми Қорғаныў қураллары саны: <i>{count}</i> дана</b>
ru: 🧰 <b>Всего средств защиты: <i>{count} шт</i></b>

source: 🧰 <b>Jami: {count} ta</b> ┃ 📄 <b>Sahifa: {page}/{total_pages}</b>
kk: 🧰 <b>Жәми: {count} дана</b> ┃ 📄 <b>Бет: {page}/{total_pages}</b>
ru: 🧰 <b>Всего: {count}</b> ┃ 📄 <b>Страница: {page}/{total_pages}</b>

source: 📊 Bu bo'limda hozircha Himoya vositalari yo'q
kk: 📊 Бул бөлимде ҳәзирше Қорғаныў қураллары жоқ
ru: 📊 В этом разделе пока нет средств защиты

source: 📈 <b>{department_name}: Statistika</b> 🔢 <b>Himoya vositalari soni:</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
kk: 📈 <b>{department_name}: Статистика</b> 🔢 <b>Қорғаныў қураллары саны:</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
ru: 📈 <b>{department_name}: Статистика</b> 🔢 <b>Количество средств защиты:</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 🔸 <b>{name}: {count} ta</b>
kk: 🔸 <b>{name}: {count} дана</b>
ru: 🔸 <b>{name}: {count} шт</b>

source: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🧰 <b>Jami: <i>{total}</i> ta</b>
kk: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🧰 <b>Жәми: <i>{total}</i> дана</b>
ru: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🧰 <b>Всего: <i>{total}</i> шт</b>

source: ❌ <b>Hozircha hech qanday Bo'lim topilmadi.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше ҳеш қандай Бөлим табылмады.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урының</i>
ru: ❌ <b>Пока не найдено ни одного отдела.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 🦺 <b>HIMOY VOSTALAR BO'LIMI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📋 Quyidagi Bo'limlardan birini tanlang:
kk: 🦺 <b>ҚОРҒАНЫЎ ҚУРАЛЛАР БӨЛИМИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📋 Төмендеги Бөлимлерден бирин таңлаң:
ru: 🦺 <b>РАЗДЕЛ СРЕДСТВ ЗАЩИТЫ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📋 Выберите один из следующих отделов:

source: ❌ <b>{department_name}</b> Bo'limida hozircha hech qanday <b>Hudud</b> topilmadi. 🙏 <i>Iltimos, boshqa bo'limni tanlang yoki keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>{department_name}</b> Бөлиминде ҳәзирше ҳеш қандай <b>Аймақ</b> табылмады. 🙏 <i>Илтимас, басқа бөлимди таңлаң яки кейинирек қайта урынып көриң</i>
ru: ❌ В отделе <b>{department_name}</b> пока не найдено ни одного <b>Района</b>. 🙏 <i>Пожалуйста, выберите другой отдел или попробуйте позже</i>

source: 🏢 <b>Bo'lim: {department_name}</b> 📍 Quyidagi Hududlardan birini tanlang: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
kk: 🏢 <b>Бөлим: {department_name}</b> 📍 Төмендеги Аймақлардан бирин таңлаң: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
ru: 🏢 <b>Отдел: {department_name}</b> 📍 Выберите один из следующих районов: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 🏢 <b>Bo'lim: {department_name}</b> 📍 <b>Hudud: {area_name}</b> 🏛️ Quyidagi Inshootlardan birini tanlang: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
kk: 🏢 <b>Бөлим: {department_name}</b> 📍 <b>Аймақ: {area_name}</b> 🏛️ Төмендеги Имаратлардан бирин таңлаң.: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
ru: 🏢 <b>Отдел: {department_name}</b> 📍 <b>Район: {area_name}</b> 🏛️ Выберите одно из следующих сооружений: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>{area_name}</b> - hududida hozircha hech qanday <b>Inshoot</b> topilmadi. 🙏 <i>Iltimos, boshqa hududni tanlang yoki keyinroq qayta urinib ko'ring.</i>
kk: ❌ <b>{area_name}</b> - аймағында ҳәзирше ҳеш қандай <b>Имарат</b> табылмады. 🙏 <i>Басқа аймақты таңлаң яки кейинирек қайта урынып көриң.</i>
ru: ❌ В районе <b>{area_name}</b> пока не найдено ни одного <b>Сооружения</b>. 🙏 <i>Пожалуйста, выберите другой район или попробуйте позже.</i>

source: 🏢 <b>Bo'lim: {department_name}</b> 📍 <b>Hudud: {area_name}</b> 🏛️ <b>Inshoot: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ⚠️ <b>Himoya vositalari holati:</b> 🔵 Muddati xavfsiz (30 kundan ko'p) 🟢 Muddati kamaymoqda (30 kundan kam) 🟡 Muddati yaqinlashdi (14 kundan kam) 🔴 Muddati juda yaqin (5 kundan kam) ⛔️ Muddati tugagan ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
kk: 🏢 <b>Бөлим: {department_name}</b> 📍 <b>Аймақ: {area_name}</b> 🏛️ <b>Имарат: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ⚠️ <b>Қорғаныў қураллары жағдайы:</b> 🔵 Мүддети қәўипсиз (30 күннен көп) 🟢 Мүддети азаймақта (30 күннен кем) 🟡 Мүддети жақынласты (14 күннен кем) 🔴 Мүддети жүдә жақын (5 күннен кем) ⛔️ Мүддети өткен ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
ru: 🏢 <b>Отдел: {department_name}</b> 📍 <b>Район: {area_name}</b> 🏛️ <b>Сооружение: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ⚠️ <b>Состояние средств защиты:</b> 🔵 Срок безопасный (более 30 дней) 🟢 Срок уменьшается (менее 30 дней) 🟡 Срок приближается (менее 14 дней) 🔴 Срок очень близок (менее 5 дней) ⛔️ Срок истек ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: ❌ <b>{facility_name}</b> - inshootida hozircha faol <b>Himoya vositalari</b> topilmadi. 🙏 <i>Iltimos, boshqa inshootni tanlang yoki keyinroq qayta urinib ko'ring.</i>
kk: ❌ <b>{facility_name}</b> - имаратында ҳәзирше актив <b>Қорғаныў қураллары</b> табылмады. 🙏 <i>Илтимас,басқа имаратты таңлаң ямаса кейинирек қайта урынып көриң.</i>
ru: ❌ В сооружении <b>{facility_name}</b> пока не найдено активных <b>Средств защиты</b>. 🙏 <i>Пожалуйста, выберите другое сооружение или попробуйте позже.</i>

source: MUDDATI TUGAGAN!
kk: МҮДДЕТИ ТАМАМЛАНҒАН!
ru: СРОК ИСТЕК!

source: Muddati {days} kun oldin tugagan
kk: Мүддети {days} күн алдын тамамланған
ru: Срок истек {days} дней назад

source: Muddati juda yaqin!
kk: Мүддети жүдә жақын!
ru: Срок очень близок!

source: {days} kun qoldi
kk: {days} күн қалды
ru: Осталось {days} дней

source: Muddati yaqinlashdi!
kk: Мүддети жақынласты!
ru: Срок приближается!

source: Muddati kamaymoqda
kk: Мүддети азаймақта
ru: Срок уменьшается

source: Muddati xavfsiz
kk: Мүддети қәўипсиз
ru: Срок безопасный

source: 🏢 <b>Bo'lim: {department_name}</b> 📍 <b>Hudud: {area_name}</b> 🏛️ <b>Inshoot: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🦺 <b>HIMOYA VOSITASI</b> 📌 <b>Nomi:</b> {catalog_name} 🔢 <b>Seriya raqami:</b> №{serial_number} 📝 <b>Tavsifi:</b> {catalog_description} ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>MUDDAT MA'LUMOTLARI</b> ⏰ <b>Tugash sanasi:</b> {expire_date} ⌛ <b>Qolgan muddat:</b> {days_text} {status_emoji} <b>HOLAT: {status_text}</b>
kk: 🏢 <b>Бөлим: {department_name}</b> 📍 <b>Аймақ: {area_name}</b> 🏛️ <b>Имарат: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🦺 <b>ҚОРҒАЎ ҚУРАЛЛЫ</b> 📌 <b>Аты:</b> {catalog_name} 🔢 <b>Серия номери:</b> №{serial_number} 📝 <b>Түсиндирме:</b> {catalog_description} ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>МҮДДЕТ МАГЛИЎМАТЛАРЫ</b> ⏰ <b>Тамамланыў сәнеси:</b> {expire_date} ⌛ <b>Қалған мүддет:</b> {days_text} {status_emoji} <b>ЖАҒДАЙ: {status_text}</b>
ru: 🏢 <b>Отдел: {department_name}</b> 📍 <b>Район: {area_name}</b> 🏛️ <b>Сооружение: {facility_name}</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 🦺 <b>СРЕДСТВО ЗАЩИТЫ</b> 📌 <b>Наименование:</b> {catalog_name} 🔢 <b>Серийный номер:</b> №{serial_number} 📝 <b>Описание:</b> {catalog_description} ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>ДАННЫЕ О СРОКЕ</b> ⏰ <b>Дата окончания:</b> {expire_date} ⌛ <b>Оставшийся срок:</b> {days_text} {status_emoji} <b>СТАТУС: {status_text}</b>

source: ❌ Xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
kk: ❌ Қәтелик жүз берди. Илтимас, қайта урынып көриң.
ru: ❌ Произошла ошибка. Пожалуйста, попробуйте снова.

source: ❌ Foydalanuvchi topilmadi!
kk: ❌ Пайдаланыўшы табылмады!
ru: ❌ Пользователь не найден!

source: 👤 <b>To'liq Ism: <i>{full_name}</i></b> 📞 <b>Telefon: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Oxirgi imtihon:</b> Ma'lumot yo'q ⏰ <b>Keyingi imtihon:</b> Ma'lumot yo'q ❓ <b>Imtihon ma'lumotlari kiritilmagan</b>
kk: 👤 <b>Толық Аты: <i>{full_name}</i></b> 📞 <b>Телефон: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Ақырғы имтихан:</b> Маглиўмат жоқ ⏰ <b>Кейинги имтихан:</b> Маглиўмат жоқ ❓ <b>Имтихан мағлыўматлары киргизилмеген</b>
ru: 👤 <b>Полное имя: <i>{full_name}</i></b> 📞 <b>Телефон: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Последний экзамен:</b> Нет данных ⏰ <b>Следующий экзамен:</b> Нет данных ❓ <b>Данные экзамена не введены</b>

source: 👤 <b>To'liq Ism: <i>{full_name}</i></b> 📞 <b>Telefon: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Oxirgi imtihon:</b> {last_exam} ⏰ <b>Keyingi imtihon:</b> {next_exam} {status_icon} <b>{status_text}</b>
kk: 👤 <b>Толық Аты: <i>{full_name}</i></b> 📞 <b>Телефон: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Ақырғы имтихан:</b> {last_exam} ⏰ <b>Кейинги имтихан:</b> {next_exam} {status_icon} <b>{status_text}</b>
ru: 👤 <b>Полное имя: <i>{full_name}</i></b> 📞 <b>Телефон: <i>{phone_number}</i></b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 <b>Последний экзамен:</b> {last_exam} ⏰ <b>Следующий экзамен:</b> {next_exam} {status_icon} <b>{status_text}</b>

source: ❌ Hech qanday Xodim topilmadi!
kk: ❌ Ҳеш қандай Хызметкер табылмады!
ru: ❌ Не найдено ни одного сотрудника!

source: 📊 <b>BARCHA XODIMLAR IMTIHON JADVALI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
kk: 📊 <b>БАРЛИҚ ХИЗМЕТКЕРЛЕР ИМТИХАН КЕСТЕСИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖
ru: 📊 <b>РАСПИСАНИЕ ЭКЗАМЕНОВ ВСЕХ СОТРУДНИКОВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖

source: 📈 <b>STATISTIKA:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Jami Xodimlar soni: <i>{total}</i></b> ⛔ <b>Muddati o'tgan: <i>{overdue}</i></b> 🔴 <b>Juda yaqin (5 kundan kam): <i>{urgent}</i></b> 🟡 <b>Yaqinlashdi (10 kundan kam): <i>{warning}</i></b> 🟢 <b>Kamaymoqda (30 kundan kam): <i>{normal}</i></b> 🔵 <b>Xavfsiz (30 kundan ortiq): <i>{safe}</i></b> ❓ <b>Ma'lumot qoshilmagan: <i>{no_data}</i></b>
kk: 📈 <b>СТАТИСТИКА:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Жәми Хызметкерлер саны: <i>{total}</i></b> ⛔ <b>Мүддети өткен: <i>{overdue}</i></b> 🔴 <b>Жүдә жақын (5 күннен кем): <i>{urgent}</i></b> 🟡 <b>Жақынласты (10 күннен кем): <i>{warning}</i></b> 🟢 <b>Азайып атыр (30 күннен кем): <i>{normal}</i></b> 🔵 <b>Қәўипсиз (30 күннен артық): <i>{safe}</i></b> ❓ <b>Маглиўмат қосылмаган: <i>{no_data}</i></b>
ru: 📈 <b>СТАТИСТИКА:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Всего сотрудников: <i>{total}</i></b> ⛔ <b>Просрочено: <i>{overdue}</i></b> 🔴 <b>Очень близко (менее 5 дней): <i>{urgent}</i></b> 🟡 <b>Приближается (менее 10 дней): <i>{warning}</i></b> 🟢 <b>Уменьшается (менее 30 дней): <i>{normal}</i></b> 🔵 <b>Безопасно (более 30 дней): <i>{safe}</i></b> ❓ <b>Данные не добавлены: <i>{no_data}</i></b>

source: Imtihon muddati <b>{days}</b> kun oldin o'tgan
kk: Имтихан мүддети <b>{days}</b> күн бурын откен
ru: Срок экзамена истек <b>{days}</b> дней назад

source: Imtihongacha: <b>{days}</b> kun qoldi
kk: Имтиханға шекем: <b>{days}</b> күн қалды
ru: До экзамена: <b>{days}</b> дней осталось

source: {header} ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Jami: <i>{total}</i> ta</b> ┃ 📄 <b>Sahifa: <i>{page}/{total_pages}</i></b>
kk: {header} ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Жәми: <i>{total}</i> ta</b> ┃ 📄 <b>Бет: <i>{page}/{total_pages}</i></b>
ru: {header} ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👥 <b>Всего: <i>{total}</i></b> ┃ 📄 <b>Страница: <i>{page}/{total_pages}</i></b>

source: ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📋 <b>Topildi: <i>{count}</i> ta</b> ┃
kk: ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📋 <b>Табылды: <i>{count}</i> дана</b> ┃
ru: ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📋 <b>Найдено: <i>{count}</i></b> ┃

source: ❌ Hozircha {name} xodimlar yo'q
kk: ❌ Ҳәзирше {name} хызметкерлер жоқ
ru: ❌ Пока нет сотрудников {name}

source: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ❓ Ma'lumot kiritilmagan
kk: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ❓ Маглиўмат киргизилмеген
ru: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ❓ Данные не введены

source: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ⛔ {days} kun kechikkan
kk: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ⛔ {days} күн кешиккен
ru: <b>{i}. {name}</b> 📞 <i>+{phone}</i> ⛔ Опоздал на {days} дней

source: <b>{i}. {name}</b> 📞 <i>+{phone}</i> {emoji} {days} kun qoldi
kk: <b>{i}. {name}</b> 📞 <i>+{phone}</i> {emoji} {days} күн қалды
ru: <b>{i}. {name}</b> 📞 <i>+{phone}</i> {emoji} Осталось {days} дней

source: 🔍 <b>Foydalanuvchini qidirish</b> 📌 Qidirish uchun foydalanuvchining Ismini yoki Familyasini kiriting. 👉 Masalan: <code>Alisher</code> yoki <code>Maxsetov</code> <b><i>Kamida 2 ta harf kiriting.</i></b>
kk: 🔍 <b>Пайдаланыўшыны излеў</b> 📌 Излеў ушин пайдаланыўшының Аты яки Фамилиясын киргизиң. 👉 Мәселен: <code>Алишер</code> який <code>Махсетов</code> <b><i>Кеминде 2 ta ҳәрип киргизиң.</i></b>
ru: 🔍 <b>Поиск пользователя</b> 📌 Для поиска введите Имя или Фамилию пользователя. 👉 Например: <code>Алишер</code> или <code>Махсетов</code> <b><i>Введите минимум 2 буквы.</i></b>

source: ❌ <b>Xatolik. Qidiruv so'zi juda qisqa!</b> <b><i>Kamida 2 ta harf kiriting.</i></b>
kk: ❌ <b>Қәтелик. Излеў сөзи жүдә қысқа!</b> <b><i>Кеминде 2 ҳәрип киргизиң.</i></b>
ru: ❌ <b>Ошибка. Поисковый запрос слишком короткий!</b> <b><i>Введите минимум 2 буквы.</i></b>

source: ❌ <b>Hech narsa topilmadi!</b> ☹️ <code>{query}</code> - bo'yicha hech qanday foydalanuvchi topilmadi. 🔁 <b><i>Boshqa nom bilan qidirib ko'ring.</i></b>
kk: ❌ <b>Ҳеш нәрсе табылмады!</b> ☹️ <code>{query}</code> - бойынша ҳеш қандай пайдаланыўшы табылмады. 🔁 <b><i>Басқа ат пенен излеп көриң.</i></b>
ru: ❌ <b>Ничего не найдено!</b> ☹️ По запросу <code>{query}</code> не найдено ни одного пользователя. 🔁 <b><i>Попробуйте поискать по другому имени.</i></b>

source: 🔍 <b>Qidiruv natijalari:</b> <code>{query}</code> 📋 <b>Topildi: <i>{count}</i> ta</b> ┃
kk: 🔍 <b>Излеў нәтийжелери:</b> <code>{query}</code> 📋 <b>Табылды: <i>{count}</i> ta</b> ┃
ru: 🔍 <b>Результаты поиска:</b> <code>{query}</code> 📋 <b>Найдено: <i>{count}</i></b> ┃

source: 📄 <b>Sahifa: <i>{page}/{total_pages}</i></b>
kk: 📄 <b>Бет: <i>{page}/{total_pages}</i></b>
ru: 📄 <b>Страница: <i>{page}/{total_pages}</i></b>

source: <b>{index}.</b> {status_icon} <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 <b>Imtihon:</b> {next_exam_date} ({days_count} kun {status})
kk: <b>{index}.</b> {status_icon} <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 <b>Имтихан:</b> {next_exam_date} ({days_count} күн {status})
ru: <b>{index}.</b> {status_icon} <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 <b>Экзамен:</b> {next_exam_date} ({days_count} дней {status})

source: {index}. ❓ <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 Ma'lumot yo'q
kk: {index}. ❓ <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 Маглиўмат жоқ
ru: {index}. ❓ <b>{full_name}</b> 📞 <i>+{phone_number}</i> 📅 Нет данных

source: ❌ <b>Hozircha hech qanday Ma'lumot topilmadi.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше ҳеш қандай Мағлыўмат табылмады.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас,кейинирек қайта урынып көриң.</i>
ru: ❌ <b>Пока не найдено никаких данных.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: ❌ <b>Faylni yuborishda xatolik yuz berdi.</b> 🙏 <i>Iltimos, Admin bilan bog'laning.</i>
kk: ❌ <b>Файлды жибериўде қәтелик жүз берди.</b> 🙏 <i>Илтимас, Админ менен байланысың.</i>
ru: ❌ <b>Произошла ошибка при отправке файла.</b> 🙏 <i>Пожалуйста, свяжитесь с администратором.</i>

source: ⚠️ <b>BAXTSIZ HODISALAR BO'LIMI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📆 <b>Quyidagi yillardan birini tanlang:</b> ℹ️ <i>(qavsda shu yildagi malumotlar soni)</i>
kk: ⚠️ <b>БАХЫЦЫЗ ҲӘДИЙСЕЛЕРИ БӨЛИМИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📆 <b>Төмендеги жыллардан бирин таңлаң:</b> ℹ️ <i>(қаўсырмада соль жылғы мағлыўматлар саны)</i>
ru: ⚠️ <b>РАЗДЕЛ НЕСЧАСТНЫХ СЛУЧАЕВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📆 <b>Выберите один из следующих годов:</b> ℹ️ <i>(в скобках количество данных за этот год)</i>

source: ❌ <b>Hozircha hech qanday Baxtsiz Hodisa ma'lumotlari mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше ҳеш қандай Бахыцыз ҳәдийсе мағлыўматлары жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: ❌ <b>Пока нет данных о несчастных случаях.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>
