Repository: alishermakhsetov/ECH-10Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🔢 <b>Jami malumotlar soni:</b> <i>{total}</i> <b>ta</b>
kk: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🔢 <b>Жәми мағлыўматлар саны:</b> <i>{total}</i> <b>дана</b>
ru: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🔢 <b>Всего данных:</b> <i>{total}</i>

source: ┃ 📄 <b>Sahifa:</b> <i>{page}/{total_pages}</i>
kk: ┃ 📄 <b>Бет:</b> <i>{page}/{total_pages}</i>
ru: ┃ 📄 <b>Страница:</b> <i>{page}/{total_pages}</i>

source: 📋 Batafsil ma'lumot uchun tanlang:
kk: 📋 Толық мағлыўмат ушын таңлаң:
ru: 📋 Выберите для подробной информации:

source: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha bu bo'limdagi baxtsiz hodisalar ma'lumotlari mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Ҳәзирше бул бөлимдеги бахыцыз ҳәдийселер мағлыўматлары жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: 📆 <b>{year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока в этом разделе нет данных о несчастных случаях.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 📋 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📆 <b>Yil:</b> {year} 📂 <b>Kategoriya:</b> {category}
kk: 📋 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📆 <b>Жыл:</b> {year} 📂 <b>Категория:</b> {category}
ru: 📋 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📆 <b>Год:</b> {year} 📂 <b>Категория:</b> {category}

source: 📝 <b>Tavsif:</b> {description}
kk: 📝 <b>Түсиндирме:</b> {description}
ru: 📝 <b>Описание:</b> {description}

source: 📊 <b>UMUMIY STATISTIKA</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━
kk: 📊 <b>УЛИЎМАЛЫҚ СТАТИСТИКА</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━
ru: 📊 <b>ОБЩАЯ СТАТИСТИКА</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━

source: 📈 <b>Jami Baxtsiz Hodisalar:</b> <i>{total}</i> <b>ta</b>
kk: 📈 <b>Жәми бахыцыз ҳәдийселер:</b> <i>{total}</i> <b>дана</b>
ru: 📈 <b>Всего несчастных случаев:</b> <i>{total}</i>

source: ℹ️ <i>(Xisobat hujjatlari hisobga olinmagan)</i>
kk: ℹ️ <i>('Xisobat' ҳүжжетлери есапқа алынбаған)</i>
ru: ℹ️ <i>(Отчетные документы не учтены)</i>

source: 📅 <b>Yillik dinamika:</b>
kk: 📅 <b>Жыллық динамика:</b>
ru: 📅 <b>Годовая динамика:</b>

source: 🔹 <b>{name} - Baxtsiz hodisalar soni:</b> <i>{count}</i> <b>ta</b>
kk: 🔹 <b>{name} - Бахыцыз ҳәдийселер саны:</b> <i>{count}</i> <b>дана</b>
ru: 🔹 <b>{name} - Количество несчастных случаев:</b> <i>{count}</i>

source: {emoji} <b>{prev_year} ga Nisbatan:</b> <i>+{change_abs}</i> <b>taga yani</b> <i>(+{change_percent:.1f}%)</i> <b>ga oshgan</b>
kk: {emoji} <b>{prev_year} ға Салыстырғанда:</b> <i>+{change_abs}</i> <b>шекем ягний</b> <i>(+{change_percent:.1f}%)</i> <b>ға артқан</b>
ru: {emoji} <b>По сравнению с {prev_year}:</b> <i>+{change_abs}</i> <b>то есть</b> <i>(+{change_percent:.1f}%)</i> <b>увеличилось</b>

source: {emoji} <b>{prev_year} ga Nisbatan:</b> <i>{change_abs}</i> <b>taga yani</b> <i>({change_percent:.1f}%)</i> <b>ga kamaygan</b>
kk: {emoji} <b>{prev_year} ga Салыстырмалы:</b> <i>{change_abs}</i> <b>шекем ягний</b> <i>({change_percent:.1f}%)</i> <b>ға кемейген</b>
ru: {emoji} <b>По сравнению с {prev_year}:</b> <i>{change_abs}</i> <b>то есть</b> <i>({change_percent:.1f}%)</i> <b>уменьшилось</b>

source: {emoji} <b>{prev_year} ga Nisbatan o'zgarmagan</b>
kk: {emoji} <b>{prev_year} ға Салыстырғанда өзгермеген</b>
ru: {emoji} <b>По сравнению с {prev_year} не изменилось</b>

source: 📊 <b>{year_name} STATISTIKASI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📈 <b>Jami Baxtsiz Hodisalar soni:</b> <i>{total}</i> <b>ta</b> ℹ️ <i>(Xisobat hujjatlari hisobga olinmagan)</i>
kk: 📊 <b>{year_name} СТАТИСТИКАСИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📈 <b>Жәми Бахыцыз ҳәдийселер саны:</b> <i>{total}</i> <b>дана</b> ℹ️ <i>('Xisobat' ҳүжжетлери есапқа алынбаған)</i>
ru: 📊 <b>СТАТИСТИКА {year_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📈 <b>Всего несчастных случаев:</b> <i>{total}</i> ℹ️ <i>(Отчетные документы не учтены)</i>

source: 📂 <b>Kategoriyalar bo'yicha taqsimot:</b>
kk: 📂 <b>Категориялар бойынша бөлистириў:</b>
ru: 📂 <b>Распределение по категориям:</b>

source: 🔹 <b>{name}</b> {progress} {percentage:.1f}% Baxtsiz hodisalar soni: <b>{count} ta</b>
kk: 🔹 <b>{name}</b> {progress} {percentage:.1f}% Бахыцыз ҳәдийселер саны: <b>{count} дана</b>
ru: 🔹 <b>{name}</b> {progress} {percentage:.1f}% Количество несчастных случаев: <b>{count} шт</b>

source: ❌ <i>Bu yilda baxtsiz hodisalar qayd etilmagan</i>
kk: ❌ <i>Бул жылы бахыцыз ҳәдийселер дизимге алынбаған</i>
ru: ❌ <i>В этом году несчастные случаи не зарегистрированы</i>

source: 📊 <b>UMUMIY STATISTIKA</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha statistika ma'lumotlari mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi
kk: 📊 <b>УЛИЎМАЛЫҚ СТАТИСТИКА</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Ҳәзирше статистика мағлыўматлары жоқ.</b> 📥 Тез арада мағлыўматлар қосылады
ru: 📊 <b>ОБЩАЯ СТАТИСТИКА</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока статистических данных нет.</b> 📥 Данные будут добавлены в ближайшее время

source: ⏰ <b>AI xizmati javob bermadi</b> 🔄 <i>Qayta urinib ko'ring</i> ⚡ <i>Yoki boshqa savol bering</i> 💡 <i>Ba'zan murakkab savollar ko'proq vaqt talab qiladi</i>
kk: ⏰ <b>АИ хызмети жуўап бермеди</b> 🔄 <i>Қайта урынып көриң</i> ⚡ <i>Ямаса басқа сораў бериң</i> 💡 <i>Гейде қурамалы сораўлар көбирек ўақыт талап етеди</i>
ru: ⏰ <b>AI сервис не ответил</b> 🔄 <i>Попробуйте снова</i> ⚡ <i>Или задайте другой вопрос</i> 💡 <i>Иногда сложные вопросы требуют больше времени</i>

source: 🤖 <b>Murakkab savol...</b> ⏳ <i>Bir oz ko'proq vaqt ketishi mumkin</i> 🧠 <i>AI chuqur o'ylayapti</i> ⌛ <i>Iltimos, sabr qiling...</i>
kk: 🤖 <b>Қурамалы сораў...</b> ⏳ <i>Бираз көбирек ўақыт кетиўи мүмкин</i> 🧠 <i>АИ терең ойлап атыр</i> ⌛ <i>Илтимас, сабыр етиң...</i>
ru: 🤖 <b>Сложный вопрос...</b> ⏳ <i>Может занять немного больше времени</i> 🧠 <i>AI глубоко думает</i> ⌛ <i>Пожалуйста, подождите...</i>

source: 🤖 <b>AI YORDAMCHI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ {user_info}💬 <b>Savollaringizni Matn shaklida yuboring!</b> 🤖 <b>Sun'iy intellekt sizga javob beradi</b> 💭 <b>Menga istalgan savolingizni bering:</b> • 🚆 Transport va turizm • 📚 Ta'lim va fan • 💼 Ish va biznes • 🏥 Sog'liq va tibbiyot • 💻 Texnologiya • 🎨 San'at va madaniyat • 🌍 Sayohat va geografiya • ⚡ Va boshqa mavzular... 🔄 <b>AI xizmatlari:</b> Google Gemini + Groq 💬 <i>Savolingizni yuboring ⬇️</i>
kk: 🤖 <b>АИ ЖӘРДЕМШИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ {user_info}💬 <b>Сораўларыңызды Текст формасында жибериң!</b> 🤖 <b>Жасалма интеллект сизге жуўап береди</b> 💭 <b>Маған қәлеген сораўыңызды бериң:</b> • 🚆 Транспорт ҳәм туризм • 📚 Билим ҳәм пән • 💼 Жумыс ҳәм бизнес • 🏥 Денсаўлықты сақлаў ҳәм медицина • 💻 Технология • 🎨 Санат ҳәм мәденият • 🌍 Саяхат ҳәм география • ⚡ Ҳәм басқа темалар... 🔄 <b>АИ хызметлери:</b> Google Gemini + Groq 💬 <i>Сораўынызды жибериң ⬇️</i>
ru: 🤖 <b>AI ПОМОЩНИК</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ {user_info}💬 <b>Отправляйте ваши вопросы в текстовом формате!</b> 🤖 <b>Искусственный интеллект вам ответит</b> 💭 <b>Задайте мне любой вопрос:</b> • 🚆 Транспорт и туризм • 📚 Образование и наука • 💼 Работа и бизнес • 🏥 Здоровье и медицина • 💻 Технологии • 🎨 Искусство и культура • 🌍 Путешествия и география • ⚡ И другие темы... 🔄 <b>AI сервисы:</b> Google Gemini + Groq 💬 <i>Отправьте ваш вопрос ⬇️</i>

source: 🤖 <b>AI javob tayyorlamoqda...</b> ⏳ <i>Iltimos, bir oz sabr qiling</i> 🔄 <i>Eng yaxshi javobni izlamoqdamiz</i>
kk: 🤖 <b>АИ жуўап таярламақта...</b> ⏳ <i>Илтимас, бираз сабыр етиң.</i> 🔄 <i>Ен жақсы жуўапты излеп атырмыз</i>
ru: 🤖 <b>AI готовит ответ...</b> ⏳ <i>Пожалуйста, немного подождите</i> 🔄 <i>Ищем лучший ответ</i>

source: ❌ <b>Xatolik yuz berdi</b> 🔄 <i>Iltimos, qayta urinib ko'ring</i> ⏰ <i>Yoki bir oz kuting va qayta yuboring</i> 💡 <b>Agar muammo davom etsa:</b> • Internetni tekshiring • Botni qayta ishga tushiring
kk: ❌ <b>Қәтелик жүз берди</b> 🔄 <i>Илтимас, қайта урынып көриң</i> ⏰ <i>Ямаса бираз күтиң ҳәм қайтадан жибериң.</i> 💡 <b>Егер машқала даўам еце:</b> • Интернетти тексериң • Ботты қайта иске түсириң
ru: ❌ <b>Произошла ошибка</b> 🔄 <i>Пожалуйста, попробуйте снова</i> ⏰ <i>Или немного подождите и отправьте снова</i> 💡 <b>Если проблема продолжается:</b> • Проверьте интернет • Перезапустите бота

source: ⏰ <b>Limit tugadi</b> 📊 <b>{limit_message}</b> 🕐 <b>Nima qilish kerak:</b> • Biroz kuting va qayta urinib ko'ring • Limitlar har soat yangilanadi • Ertaga yangi limitlar beriladi 💡 <i>Bu sizning xavfsizligingiz uchun</i>
kk: ⏰ <b>Лимит таўсылды</b> 📊 <b>{limit_message}</b> 🕐 <b>Не қылыў керек:</b> • Азырақ күтиң ҳәм қайта урының. • Лимитлер ҳәр саатта жаңаланады • Ертең жаңа лимитлер бериледи 💡 <i>Бул сизиң қәўипсизлигиңиз ушын</i>
ru: ⏰ <b>Лимит исчерпан</b> 📊 <b>{limit_message}</b> 🕐 <b>Что делать:</b> • Немного подождите и попробуйте снова • Лимиты обновляются каждый час • Завтра будут новые лимиты 💡 <i>Это для вашей безопасности</i>

source: ❌ <b>Barcha AI xizmatlar band</b> ⏰ <i>Hozirda barcha AI xizmatlar limitga yetdi</i> 🕐 <b>Nima qilish kerak:</b> • 1 soat kuting • Qayta urinib ko'ring • Ertaga yangi limitlar beriladi 💡 <i>Bu vaqtinchalik holat</i>
kk: ❌ <b>Барлық АИ хызметлери бәнт</b> ⏰ <i>Ҳәзирги ўақытта барлық АИ хызметлери шекке жетти</i> 🕐 <b>Не қылыў керек:</b> • 1 саат күтиң • Қайта урының • Ертең жаңа лимитлер бериледи 💡 <i>Бул ўақытша жағдай</i>
ru: ❌ <b>Все AI сервисы заняты</b> ⏰ <i>В данный момент все AI сервисы достигли лимита</i> 🕐 <b>Что делать:</b> • Подождите 1 час • Попробуйте снова • Завтра будут новые лимиты 💡 <i>Это временная ситуация</i>

source: 📊 <b>SIZNING LIMITLARINGIZ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👤 <b>Shaxsiy limitlar:</b> 🕐 Soatlik: <b>{user_hour}/{max_hour}</b> ta so'rov 📆 Kunlik: <b>{user_day}/{max_day}</b> ta so'rov 🤖 <b>Umumiy AI xizmatlar holati:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🟢 <b>Google Gemini:</b> 🕐 Soatlik: <b>{google_hour}/500</b> ta 📆 Kunlik: <b>{google_day}/1000</b> ta 🟢 <b>Groq AI:</b> 🕐 Soatlik: <b>{groq_hour}/2000</b> ta 📆 Kunlik: <b>{groq_day}/4000</b> ta 🔄 <i>Limitlar har soat yangilanadi</i> ⏰ <i>Kunlik limitlar yarim tunda yangilanadi</i>
kk: 📊 <b>СИЗИҢ ЛИМИТЛЕРИҢИЗ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👤 <b>Жеке лимитлер:</b> 🕐 Саатлық: <b>{user_hour}/{max_hour}</b> дана сораў 📆 Күнлик: <b>{user_day}/{max_day}</b> дана сораў 🤖 <b>Улиўма АИ хизметлери жағдайы.:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🟢 <b>Google Gemini:</b> 🕐 Саатлық: <b>{google_hour}/500</b> ta 📆 Күнлик: <b>{google_day}/1000</b> ta 🟢 <b>Groq AI:</b> 🕐 Саатлық: <b>{groq_hour}/2000</b> ta 📆 Күнлик: <b>{groq_day}/4000</b> ta 🔄 <i>Лимитлер ҳәр саатта жаңаланады</i> ⏰ <i>Күнлик лимитлер ярым түнде жаңаланады</i>
ru: 📊 <b>ВАШИ ЛИМИТЫ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 👤 <b>Личные лимиты:</b> 🕐 Часовой: <b>{user_hour}/{max_hour}</b> запросов 📆 Дневной: <b>{user_day}/{max_day}</b> запросов 🤖 <b>Общее состояние AI сервисов:</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 🟢 <b>Google Gemini:</b> 🕐 Часовой: <b>{google_hour}/500</b> 📆 Дневной: <b>{google_day}/1000</b> 🟢 <b>Groq AI:</b> 🕐 Часовой: <b>{groq_hour}/2000</b> 📆 Дневной: <b>{groq_day}/4000</b> 🔄 <i>Лимиты обновляются каждый час</i> ⏰ <i>Дневные лимиты обновляются в полночь</i>

source: 💬 <b>Suhbatga qaytdik</b> ✅ <i>Endi savolingizni yuboring!</i> 🤖 <i>AI sizga javob berishga tayyor</i>
kk: 💬 <b>Сәўбетке қайттық</b> ✅ <i>Енди сораўыңызды жибериң!</i> 🤖 <i>АИ сизге жуўап бериўге таяр</i>
ru: 💬 <b>Вернулись к беседе</b> ✅ <i>Теперь отправьте ваш вопрос!</i> 🤖 <i>AI готов вам ответить</i>

source: ❓ <b>Faqat Matn xabar yuboring</b> 💬 <i>Audio, rasm va boshqa formatlar hozircha qo'llab-quvvatlanmaydi</i> ✍️ <i>Savolingizni matn shaklida yozing</i>
kk: ❓ <b>Тек Текстли хабар жибериң</b> 💬 <i>Аудио, сүўрет ҳәм басқа форматлар ҳәзирше қоллап-қуўатланбайды</i> ✍️ <i>Сораўынызды текст түринде жазың.</i>
ru: ❓ <b>Отправляйте только текстовое сообщение</b> 💬 <i>Аудио, изображения и другие форматы пока не поддерживаются</i> ✍️ <i>Напишите ваш вопрос в текстовом формате</i>

source: ❌ <b>Xabar juda uzun!</b> 📝 <i>Maksimal 1000 belgi ruxsat etiladi</i> ✂️ <i>Qisqaroq qilib yuboring</i>
kk: ❌ <b>Хабар жүдә узын!</b> 📝 <i>Максимал 1000 белги рухсат етиледи.</i> ✂️ <i>Қысқарақ етип жибериң</i>
ru: ❌ <b>Сообщение слишком длинное!</b> 📝 <i>Максимум разрешено 1000 символов</i> ✂️ <i>Отправьте более короткое сообщение</i>

source: ❓ <b>Bo'sh xabar!</b> 💬 <i>Savolingizni yozing</i>
kk: ❓ <b>Бос хабар!</b> 💬 <i>Сораўынызды жазың</i>
ru: ❓ <b>Пустое сообщение!</b> 💬 <i>Напишите ваш вопрос</i>

source: 🤔 <b>To'liq savol yuboring!</b> 💭 <i>Masalan: "Python dasturlash nima?"</i>
kk: 🤔 <b>Толық сораў жибериң!</b> 💭 <i>Мысалы: "Python dasturlash nima?"</i>
ru: 🤔 <b>Отправьте полный вопрос!</b> 💭 <i>Например: "Что такое программирование на Python?"</i>

source: 🔄 <b>Bu savolni yaqinda berdingiz!</b> 💡 <i>Boshqa savol bering yoki batafsil so'rang</i>
kk: 🔄 <b>Бул сораўды жақында қойдыңыз!</b> 💡 <i>Басқа сораў бериң ямаса толығырақ сораң</i>
ru: 🔄 <b>Вы недавно задавали этот вопрос!</b> 💡 <i>Задайте другой вопрос или спросите более подробно</i>

source: ❌ <b>Xatolik yuz berdi.</b> 🙏 <i>Iltimos, qayta urinib ko'ring</i>
kk: ❌ <b>Қәтелик жүз берди.</b> 🙏 <i>Илтимас, қайта урынып көриң</i>
ru: ❌ <b>Произошла ошибка.</b> 🙏 <i>Пожалуйста, попробуйте снова</i>

source: 📚 <b>KUTUBXONA BO'LIMI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Quyidagi bo'limlardan birini tanlang:</b> 💭 <i>{quote}</i>
kk: 📚 <b>КИТАПХАНА БӨЛИМИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Төмендеги бөлимлерден бирин таңлаң:</b> 💭 <i>{quote}</i>
ru: 📚 <b>РАЗДЕЛ БИБЛИОТЕКА</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Выберите один из следующих разделов:</b> 💭 <i>{quote}</i>

source: Kitob - eng yaxshi do'st, u hech qachon xiyonat qilmaydi. 🎓 <b>(Konfutsiy)</b>
kk: Китап - ең жақсы дос, ол ҳеш қашан қыянет етпейди. 🎓 <b>(Конфуций)</b>
ru: Книга - лучший друг, она никогда не предаст. 🎓 <b>(Конфуций)</b>

source: Kitobsiz hayot - qushsiz osmon kabi. 🎓 <b>(Ahmad Yugnakiy)</b>
kk: Китапсыз өмир - қуссыз аспан сыяқлы. 🎓 <b>(Аҳмад Югнакий.)</b>
ru: Жизнь без книг - как небо без птиц. 🎓 <b>(Ахмад Югнаки)</b>

source: Kitob o'qish - ruhni oziqlantirishdir. 🎓 <b>(Voltaire)</b>
kk: Китап оқыў - руўхты азықландырыў. 🎓 <b>(Волтаире.)</b>
ru: Чтение книг - это питание души. 🎓 <b>(Вольтер)</b>

source: Yaxshi kitob mingta do'stdan qimmatroqdir. 🎓 <b>(Abu Nasr Forobiy)</b>
kk: Жақсы китап мың достан қымбатлы. 🎓 <b>(Абу Наср Фарабий.)</b>
ru: Хорошая книга дороже тысячи друзей. 🎓 <b>(Абу Наср Фараби)</b>

source: Kitob - bilimning kalidi, bilim esa baxtning siridir. 🎓 <b>(Alisher Navoiy)</b>
kk: Китап - билимниң гилти, билим болса бахыттың сыры. 🎓 <b>(Алишер Навоий.)</b>
ru: Книга - ключ к знаниям, а знания - секрет счастья. 🎓 <b>(Алишер Навои)</b>

source: O'qish miyani kuchaytiradi, sport tanani. 🎓 <b>(Jozef Addison)</b>
kk: Оқыў мийди күшейтеди, спорт денени. 🎓 <b>(Жозеф Аддисон)</b>
ru: Чтение укрепляет мозг, спорт - тело. 🎓 <b>(Джозеф Аддисон)</b>

source: Kitob - dunyo bo'ylab arzon sayohat. 🎓 <b>(Meri Xart)</b>
kk: Китап - дүня бойлап арзан саяхат. 🎓 <b>(Мери Харт)</b>
ru: Книга - дешевое путешествие по миру. 🎓 <b>(Мэри Харт)</b>

source: Bilim - o'g'irlab bo'lmaydigan boylik. 🎓 <b>(Aristotel)</b>
kk: Билим - урлап алынбайтуғын байлық. 🎓 <b>(Аристотел)</b>
ru: Знания - богатство, которое нельзя украсть. 🎓 <b>(Аристотель)</b>

source: Kitob o'qimagan kishi - ko'r kabi. 🎓 <b>(Mark Tven)</b>
kk: Китап оқымаған адам - соқыр сыяқлы. 🎓 <b>(Марк Твен)</b>
ru: Человек, не читающий книг - как слепой. 🎓 <b>(Марк Твен)</b>

source: Har bir buyuk inson ortida o'qilgan minglab kitoblar turadi. 🎓 <b>(Napoleon Bonapart)</b>
kk: Ҳәр бир уллы инсанның артында оқылған мыңлаған китаплар турады. 🎓 <b>(Наполеон Бонапарт)</b>
ru: За каждым великим человеком стоят тысячи прочитанных книг. 🎓 <b>(Наполеон Бонапарт)</b>

source: ❌ <b>Hozircha hech qanday kitob bo'limi mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше ҳеш қандай китап бөлими жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: ❌ <b>Пока нет доступных разделов книг.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 📚 <b>KUTUBXONA KATEGORIYALARI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━
kk: 📚 <b>КИТАПХАНА КАТЕГОРИЯЛАРЫ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━
ru: 📚 <b>КАТЕГОРИИ БИБЛИОТЕКИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━

source: 📄 <b>Sahifa:</b> <i>{page}/{total_pages}</i>
kk: 📄 <b>Бет:</b> <i>{page}/{total_pages}</i>
ru: 📄 <b>Страница:</b> <i>{page}/{total_pages}</i>

source: 📂 <b>Kategoriyani tanlang:</b>
kk: 📂 <b>Категорияны таңлаң:</b>
ru: 📂 <b>Выберите категорию:</b>

source: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Jami kitoblar:</b> <i>{total} ta</i>
kk: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Барлық китаплар:</b> <i>{total} дана</i>
ru: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Всего книг:</b> <i>{total}</i>

source: 📖 <b>Batafsil ma'lumot uchun bitta Kitobni tanlang:</b>
kk: 📖 <b>Толық мағлыўмат ушын бир Китапты таңлаң:</b>
ru: 📖 <b>Выберите одну книгу для подробной информации:</b>

source: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha bu bo'limda Kitoblar mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Ҳәзирше бул бөлимде Китаплар жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока в этом разделе нет книг.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 📖 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Kategoriya:</b> {category}
kk: 📖 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Категория:</b> {category}
ru: 📖 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Категория:</b> {category}

source: 📝 <b>Tavsif:</b> {description}
kk: 📝 <b>Түсиндирме:</b> {description}
ru: 📝 <b>Описание:</b> {description}

source: ✅ <i>Yuqoridagi faylni ko'rishingiz mumkin</i>
kk: ✅ <i>Жоқарыдағы файлды көриўиңиз мүмкин</i>
ru: ✅ <i>Вы можете просмотреть файл выше</i>

source: 📊 <b>KUTUBXONA STATISTIKASI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Jami kitoblar soni:</b> <i>{total} ta</i>
kk: 📊 <b>КИТАПХАНА СТАТИСТИКАСИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Жәми китаплар саны:</b> <i>{total} дана</i>
ru: 📊 <b>СТАТИСТИКА БИБЛИОТЕКИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📚 <b>Всего книг:</b> <i>{total}</i>

source: 📂 <b>Bo'limlar bo'yicha taqsimot:</b>
kk: 📂 <b>Бөлимлер бойынша бөлистириў:</b>
ru: 📂 <b>Распределение по разделам:</b>

source: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Kitoblar soni: {count} ta</i>
kk: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Китаплар саны: {count} дана</i>
ru: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Количество книг: {count}</i>

source: 📊 <b>KUTUBXONA STATISTIKASI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha Statistika ma'lumotlari mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi
kk: 📊 <b>КИТАПХАНА СТАТИСТИКАСИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Ҳәзирше Статистика мағлыўматлары жоқ.</b> 📥 Тез арада мағлыўматлар қосылады
ru: 📊 <b>СТАТИСТИКА БИБЛИОТЕКИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока статистические данные недоступны.</b> 📥 Данные будут добавлены в ближайшее время

source: 🎥 <b>VIDEO MATERIALLAR BO'LIMI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Quyidagi bo'limlardan birini tanlang:</b>
kk: 🎥 <b>ВИДЕО МАТЕРИАЛЛАР БӨЛИМИ.</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Төмендеги бөлимлерден бирин таңлаң:</b>
ru: 🎥 <b>РАЗДЕЛ ВИДЕОМАТЕРИАЛОВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <b>Выберите один из следующих разделов:</b>

source: ❌ <b>Hozircha hech qanday Video bo'limi mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше ҳеш қандай Видео бөлими жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: ❌ <b>Пока нет доступных видео разделов.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 🎥 <b>VIDEO KATEGORIYALARI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━
kk: 🎥 <b>ВИДЕО КАТЕГОРИЯЛАРЫ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━
ru: 🎥 <b>ВИДЕО КАТЕГОРИИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━

source: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Jami videolar:</b> <i>{total} ta</i>
kk: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Жәми видеолар саны:</b> <i>{total} дана</i>
ru: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Всего видео:</b> <i>{total}</i>

source: 🎥 <b>Ko'rish uchun Videoni tanlang:</b>
kk: 🎥 <b>Көриў ушин Видеони танлаң:</b>
ru: 🎥 <b>Выберите видео для просмотра:</b>

source: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha bu bo'limda Videolar mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Ҳәзирше бул бөлимде Видеолар жоқ.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас, кейинирек қайта урынып көриң</i>
ru: 📂 <b>{category_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока в этом разделе нет видео.</b> 📥 Данные будут добавлены в ближайшее время 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 🎬 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Kategoriya:</b> {category}
kk: 🎬 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Категория:</b> {category}
ru: 🎬 <b>{title}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 📂 <b>Категория:</b> {category}

source: ✅ <i>Yuqorida Videoni ko'rishingiz mumkin</i>
kk: ✅ <i>Жоқарыда Видеоны көриўиңизге болады</i>
ru: ✅ <i>Вы можете просмотреть видео выше</i>

source: 📊 <b>VIDEO MATERIALLAR STATISTIKASI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Jami videolar soni:</b> <i>{total} ta</i>
kk: 📊 <b>ВИДЕО МАТЕРИАЛЛАР СТАТИСТИКАСИ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Жәми видеолар саны:</b> <i>{total} дана</i>
ru: 📊 <b>СТАТИСТИКА ВИДЕОМАТЕРИАЛОВ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 🎬 <b>Всего видео:</b> <i>{total}</i>

source: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Videolar soni: {count} ta</i>
kk: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Видеолар саны: {count} дана</i>
ru: 🔹 <b>{name}</b> {progress} {percentage:.1f}% <i>Количество видео: {count}</i>

source: 📊 <b>VIDEO MATERIALLAR STATISTIKASI</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Hozircha statistika ma'lumotlari mavjud emas.</b> 📥 Tez orada ma'lumotlar qo'shiladi
ru: 📊 <b>СТАТИСТИКА ВИДЕОМАТЕРИАЛОВ</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ ❌ <b>Пока статистические данные недоступны.</b> 📥 Данные будут добавлены в ближайшее время

source: ❌ <b>Videoni yuborishda xatolik yuz berdi.</b> 🙏 <i>Iltimos, Admin bilan bog'laning.</i>
kk: ❌ <b>Видеоны жибериўде қәтелик жүз берди.</b> 🙏 <i>Илтимас, Админ менен байланысың.</i>
ru: ❌ <b>Произошла ошибка при отправке видео.</b> 🙏 <i>Пожалуйста, свяжитесь с администратором.</i>

source: 👆 <b>Ko'proq ma'lumot olish uchun</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 💬 <b>Savol yoki takliflaringiz bo'lsa murojat qiling:</b>
kk: 👆 <b>Көбирек мағлыўмат алыў ушын</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 💬 <b>Сораў яки усынысларыңыз болса мүрәжат етиң:</b>
ru: 👆 <b>Для получения дополнительной информации</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━ 💬 <b>По вопросам и предложениям обращайтесь:</b>

source: ❌ <b>Hozircha Korxona ma'lumotlari kiritilmagan</b> 📥 <i>Tez orada ma'lumotlar qo'shiladi</i> 🙏 <i>Iltimos, keyinroq qayta urinib ko'ring</i>
kk: ❌ <b>Ҳәзирше Кәрхана мағлыўматлары киргизилмеген.</b> 📥 Тез арада мағлыўматлар қосылады 🙏 <i>Илтимас,кейинирек қайта урынып көриң.</i>
ru: ❌ <b>Пока данные предприятия не введены</b> 📥 <i>Данные будут добавлены в ближайшее время</i> 🙏 <i>Пожалуйста, попробуйте позже</i>

source: 📞 <b>Savol yoki takliflaringiz bo'lsa admin bilan bog'laning:</b>
kk: 📞 <b>Сораў яки усынысларыңыз болса админ менен байланысың:</b>
ru: 📞 <b>По вопросам и предложениям свяжитесь с администратором:</b>
