Repository: alishermakhsetov/ECH-10Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: ⚠️ <b>Prezentatsiya faylini yuborishda xatolik yuz berdi</b> 🔄 <i>Iltimos, keyinroq qayta urinib ko'ring</i> 📞 <b>Savol yoki takliflaringiz bo'lsa admin bilan bog'laning:</b>
kk: ⚠️ <b>Презентация файлин жибериўде қәте жүз берди.</b> 🔄 <i>Илтимас,кейинирек қайта урынып көриң.</i> 📞 <b>Сораў яки усынысларыңыз болса админ менен байланысың::</b>
ru: ⚠️ <b>Произошла ошибка при отправке файла презентации</b> 🔄 <i>Пожалуйста, попробуйте позже</i> 📞 <b>По вопросам и предложениям свяжитесь с администратором:</b>

source: 🚆 <b>POEZDLAR HARAKAT XAVFSIZLIGI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <i>Kerakli bo'limni tanlang:</i>
kk: 🚆 <b>ПОЕЗДЛЕР ҲӘРЕКЕТИ ҚӘЎИПСИЗЛИГИ.</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <i>Керекли бөлимди таңлаң:</i>
ru: 🚆 <b>БЕЗОПАСНОСТЬ ДВИЖЕНИЯ ПОЕЗДОВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📂 <i>Выберите нужный раздел:</i>

source: 🚆 <b>POEZDLAR HARAKAT XAVFSIZLIGI</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ❌ <b>Hozircha bo'limlar mavjud emas</b> 📥 <i>Tez orada ma'lumotlar qo'shiladi</i> 🔄 <i>Keyinroq qayta urinib ko'ring</i>
kk: 🚆 <b>ПОЕЗДЛЕР ҲӘРЕКЕТИ ҚӘЎИПСИЗЛИГИ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ❌ <b>Ҳәзирше бөлимлер жоқ</b> 📥 <i>Тез арада мағлыўматлар қосылады</i> 🔄 <i>Кейинирек қайта урының.</i>
ru: 🚆 <b>БЕЗОПАСНОСТЬ ДВИЖЕНИЯ ПОЕЗДОВ</b> ➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖ ❌ <b>Пока разделы недоступны</b> 📥 <i>Данные будут добавлены в ближайшее время</i> 🔄 <i>Попробуйте позже</i>

source: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ {description}❌ <b>Bu bo'limda hozircha hujjatlar mavjud emas</b> 📥 <i>Tez orada ma'lumotlar qo'shiladi</i>
kk: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ {description}❌ <b>Бул бөлимде ҳәзирше ҳүжжетлер жоқ</b> 📥 <i>Тез арада мағлыўматлар қосылады</i>
ru: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ {description}❌ <b>В этом разделе пока нет документов</b> 📥 <i>Данные будут добавлены в ближайшее время</i>

source: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📄 <b>Jami hujjatlar:</b> <i>{files_count} ta</i> {description}📄 <b>Kerakli hujjatni tanlang:</b>
kk: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📄 <b>Жәми ҳүжжетлер:</b> <i>{files_count} дана</i> {description}📄 <b>Керекли ҳүжжетти таңлаң:</b>
ru: 📂 <b>{folder_name}</b> ━━━━━━━━━━━━━━━━━━━━━━━━━━━ 📄 <b>Всего документов:</b> <i>{files_count}</i> {description}📄 <b>Выберите нужный документ:</b>

source: 📂 <b>Bo'lim:</b> {folder_name} 📄 <b>Hujjat:</b> {file_name} ━━━━━━━━━━━━━━━━━━━━━━━━━━ {description} ✅ <i>Yuqoridagi hujjatni ko'rishingiz mumkin</i>
kk: 📂 <b>Бөлим:</b> {folder_name} 📄 <b>Ҳүжжет:</b> {file_name} ━━━━━━━━━━━━━━━━━━━━━━━━━━ {description} ✅ <i>Жоқарыдағы ҳүжжетти көриўиңизге болады</i>
ru: 📂 <b>Раздел:</b> {folder_name} 📄 <b>Документ:</b> {file_name} ━━━━━━━━━━━━━━━━━━━━━━━━━━ {description} ✅ <i>Вы можете просмотреть документ выше</i>

source: ⚠️ <b>Hujjatni yuborishda xatolik!</b> 📄 <b>Hujjat:</b> {file_name} 📂 <b>Bo'lim:</b> {folder_name} 🔄 <i>Keyinroq qayta urinib ko'ring yoki admin bilan bog'laning</i>
kk: ⚠️ <b>Ҳүжжетти жибериўде қәтелик!</b> 📄 <b>Ҳүжжет:</b> {file_name} 📂 <b>Бөлим:</b> {folder_name} 🔄 <i>Кейинирек қайта урының ямаса админ менен байланысың.</i>
ru: ⚠️ <b>Ошибка при отправке документа!</b> 📄 <b>Документ:</b> {file_name} 📂 <b>Раздел:</b> {folder_name} 🔄 <i>Попробуйте позже или свяжитесь с администратором</i>
